Repository: Eduardo0224/Inku
Catalog: Inku/Resources/SearchLocalizable.xcstrings
Source language: en
Languages: es

# SCREEN_TITLE
source: Search
es: Buscar

# SCOPE_TITLE
source: Title
es: Título

# SCOPE_AUTHOR
source: Author
es: Autor

# EMPTY_STATE_TITLE
source: Search for Manga
es: Buscar Manga

# EMPTY_STATE_MESSAGE
source: Enter a title or author name to start searching
es: Ingresa un título o nombre de autor para comenzar la búsqueda

# NO_RESULTS_TITLE
source: No Results
es: Sin Resultados

# NO_RESULTS_MESSAGE
source: Try different keywords or search criteria
es: Intenta con diferentes palabras clave o criterios de búsqueda

# PLACEHOLDER
source: Search mangas...
es: Buscar mangas...

# PLACEHOLDER_MANGA
source: Search mangas...
es: Buscar mangas...

# PLACEHOLDER_AUTHOR
source: Search authors...
es: Buscar autores...

# RESULT_SINGULAR
source: result
es: resultado

# RESULT_PLURAL
source: results
es: resultados

# FOR_QUERY
source: for '%@'
es: para '%@'

source: Searching...
es: Buscando...

# EMPTY_STATE_MANGA_TITLE
source: Search for Manga
es: Buscar Manga

# EMPTY_STATE_MANGA_MESSAGE
source: Search for your favorite manga
es: Busca tus mangas favoritos

# EMPTY_STATE_AUTHOR_TITLE
source: Search for Authors
es: Buscar Autores

# EMPTY_STATE_AUTHOR_MESSAGE
source: Search for your favorite authors
es: Busca tus autores favoritos

# NO_RESULTS_MANGA_TITLE
source: No Manga Found
es: No se encontraron mangas

# NO_RESULTS_MANGA_MESSAGE
source: Try searching with a different title
es: Intenta buscar con un título diferente

# NO_RESULTS_AUTHOR_TITLE
source: No Authors Found
es: No se encontraron autores

# NO_RESULTS_AUTHOR_MESSAGE
source: Try searching with a different name
es: Intenta buscar con un nombre diferente

# MODE_CONTAINS
source: Contains
es: Contiene

# MODE_BEGINS_WITH
source: Begins With
es: Empieza con
